---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MechanicalEquipmentSetType
source: html/0aa671ca-a388-5b62-c025-2f99b3d477c7.htm
---
# MechanicalEquipmentSetType Properties

The id of the assembly instance to which the element belongs.